Repository: benspaulding/django-shortwave
Catalog: shortwave/locale/*/LC_MESSAGES/django.po
Languages: es

source: shortwave
es: onda corta

source: No. of commands
es: Número de comandos

source: Enter a valid trigger.
es: Introduzca un gatillo válido.

source: Shortwave command trigger
es: Comandos de activación de onda corta

source: user
es: usuario

source: kill default commands
es: quitar comandos por defecto

source: Select to remove all default Shortwave commands.
es: Seleccionar para eliminar todos los comandos por defecto de onda corta.

source: wave
es: onda

source: waves
es: ondas

source: trigger
es: gatillo

source: description
es: descripción

source: command
es: comando

source: commands
es: comandos

source: Page not found
es: Página no encontrada

source: The page you are looking for cannot be found (error 404).
es: La página que busca no se encuentra (error 404).

source: Custom shortwave commands for %(user)s.
es: Los comandos personalizados de onda corta para %(user)s.

source: For more information see http://shortwaveapp.com/.
es: Para más información ver http://shortwaveapp.com/.

source: User Shortwaves
es: Ondas cortas del usuario

source: <a href="http://shortwaveapp.com/">Shortwave</a> is an extensible quick-search and shortcut bookmark, created by <a href="http://shauninman.com/">Shaun Inman</a>. Below is a list of custom shortwave command files created by users on this site, which they use with Shortwave.
es: <a href="http://shortwaveapp.com/">Shortwave</a> (onda corta) es una búsqueda rápida extensible y favorito de acceso directo, creada por <a href="http://shauninman.com/">Shaun Inman</a>. A continuación se muestra una lista de comandos personalizados de onda corta los archivos creados por los usuarios en este sitio, que usan con onda corta.

source: Showing all shortwaves.
es: Mostrando todas las ondas cortas.

source: Showing %(start)s-%(end)s of %(total)s shortwaves.
es: Mostrando %(start)s a %(end)s de los %(total)s ondas cortas.

source: No one on this site has caught a <a href="http://shortwaveapp.com/">shortwave</a> yet. They’re missing out.
es: Nadie en este sitio ha contraído una <a href="http://shortwaveapp.com/">onda corta</a> todavía. Están perdiendo.

source: Previous
es: Anterior

source: Next
es: Próximo
